IDEA Open Model
TendonDuct.Point Property
Compatible with IDEA StatiCa Beta 20.0
 Position of duct
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Point2D Point { get; set; }
Public Property Point As Point2D
	Get
	Set
Property Value
Type: Point2D
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace